jprodriguez-nbs/micropython/extmod/PLANTER/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ESP32 (spiram) UD-PLANTER"
#define MICROPY_HW_MCU_NAME "ESP32"
